Repository: giellalt/corpus-nob
Catalog: stable/tmx/smj/admin/sd/samediggi.no/om-spraakkampanjen.html.tmx
Source language: nob
Languages: smj

source: Om språkkampanjen / Artikler / Snakk samisk te' mæ / Språk / Forsiden - Sametinget
smj: Giellakampánja birra / Artikler / Sámásta mujna / Giella / Sámedigge - Sametinget

source: Om språkkampanjen
smj: Giellakampánja birra

source: Samisk språk er vår gave fra våre forfedre.
smj: Sámegiella le vattáldahka mijá ájttegijs.

source: En gave som vi igjen skal gi til våre etterkommere.
smj: Vattáldahka majt mij vas galggap vaddet mijá maŋep buolvajda.

source: Språket sier noe om hvem vi er, og styrker vår tilhørighet til det samiske fellesskapet.
smj: Giella javllá juojddáv gudi mij lip, ja nanni mijá tjanástagájt sáme aktisasjvuohtaj.

source: Ikke alle samiske barn og unge har fått lære seg samisk, men språket er likevel veldig viktig også for dem. Selv om man ikke snakker språket, har samisk likevel en stor verdi.
smj: Ælla divna sáme máná ja nuora oadtjum sámegielav oahppat, valla giella le huoman viehka ájnas sidjij aj. Juska ulmusj ij sámegielav håla, de le sámegielan huoman stuorra árvvo.

source: Dette fordi det handler om identitet og felleskap.
smj: Dan diehti gå sáhka le identitehtas ja aktisasjvuodas.

source: Om å uttrykke seg, kommunisere og det å kjenne at man er en del av noe større.
smj: Gåktu sáhkadit ja dåbddåt ulmusj la oassen juosstá mij la stuoráp.

source: Sametinget er opptatt av å styrke, utvikle og bevare samisk språk i alle områdene i Sapmi.
smj: Sámedigge rahtjá sámegielav nannit, åvddånahttet ja bisodit juohkka guovlon Sámeednamin.

source: Sametinget ønsker at alle barn og unge skal ha mulighet til å lære samisk der hvor de bor, og også ha mulighet til å bruke sitt språk i hverdagen.
smj: Sámedigge sihtá divna mánájn ja nuorajn galggá liehket máhttelisvuohta oahppat sámegielav danna gånnå sij årru, ja máhttelisvuohta hållat sámegielav árggabiejven.

source: Sametinget jobber for at barn og unge i hele landet skal få mulighet til å få opplæring i samisk på skolen.
smj: Sámedigge barggá vaj máná ja nuora ålles rijkan galggi oadtjot máhttelisvuodajt oahppat sámegielav skåvlån.

source: Vi ønsker at flere skal lære samisk, for det er kun på den måten at vi sikrer at språket lever videre og kan læres av de kommende generasjoner.
smj: Mij sihtap ienebu galggi sámegielav oahppat, danen gå dåssju dajna vuogijn tjårggip vaj giella viessu vijddábut ja máhttá åhpaduvvat boahtte buolvajs.

source: Vi vil også at flere skal bruke samisk så ofte som mulig, og helst i alle mulige sammenhenger.
smj: Mij sihtap aj ienebu galggi sámástit nåv dájvváj gå máhttelis, ja jus riekta juohkka aktijvuodan.

source: Sametinget ønsker at det skal være naturlig å bruke samisk språk både i butikken, på fotballtrening så vell som på skolen.
smj: Sámedigge sihtá galggá liehket luondulasj sámástit goappátjagá oassásin, tjiektjamhárjjidusán nåv gå skåvlån.

source: Vi ønsker at samisk språk skal synes på sosiale media.
smj: Mij sihtap sámegiella galggá vuojnnut sosiála medijajn.

source: Vi ønsker at samisk språk skal høres ute i gatene, på fjellet og i skolegården.
smj: Mij sihtap sámegiella galggá gullut gahttunin, váren ja skåvllåsaljon.

source: Sametinget har derfor satt i gang Språkkampanjen ”Snakk samisk te`mæ”.
smj: Sámedigge le dan diehti álgadam Giellakampánjav “Sámásta mujna”.

source: Vi håper at denne kampanjen skal bidra til økt bevissthet om det å bruke samisk i flere sammenhenger, motivere til opplæring i samisk språk, øke bruken av samisk på flere og nye arenaer og at samisk språk brukes i offentlige sammenhenger.
smj: Doajvvop dat kampánnja galggá viehkedit stuoráp diedulasjvuohtaj sámástittjat ienep aktijvuodajn, arvusmahtátjit sámegielav åhpatjit, lasedittjat ienep jådå arenajn sámástittjat ja almulasj aktijvuodajn sámástittjat.

source: ”Snakk samisk te`mæ” er en landsomfattende holdningskampanje som omfatter all samisk ungdom, både de som snakker samisk, kan litt samisk og de som ikke behersker samisk.
smj: “Sámásta mujna” le rijkavijddásasj guoddokampánnja mij loavddá divna sáme nuorajt, goappátjagá sijáv gudi bukti sámástit, vehik sámástit ja gudi e buvte sámástit.

source: Målet med kampanjen er å bidra til;
smj: Kampánja ulmme le viehkedittjat:

source: Økt bruk av samisk språk
smj: Vaj sámegiela adno laseduvvá

source: Flere brukere av samisk språk
smj: Vaj ienebu sámásti

source: Bruk av samisk språk på flere arenaer
smj: Vaj sámegiella ienep arenajn laseduvvá

source: Synliggjøring av samisk språk
smj: Vaj sámegiella vuojnnusin sjaddá

source: Økt forståelse i samfunnet for viktigheten av at vi får bruke vårt språk
smj: Vaj sebrudahka dádjat ienebut man ájnas la gå oadtjop sámástit

source: Vår utfordring er å få den enkelte til å velge samisk språk.
smj: Mijá hásstalus la oadtjot ájnegattjav válljitjit sámegielav.

source: Fremtiden for samisk språk avhenger av at hver enkelt av oss bruker samisk som et naturlig kommunikasjonsspråk i flest mulig sammenhenger, og at man ønsker og aktivt går inn for å ta opplæring i samisk språk.
smj: Sámegiela boahtteájgge le tjanádum juohkka aktaj mijás adná sámegielav luondulasj guládimgiellan juohkka aktijvuodan gå máhttelis, ja sihtá ja dåjmalattjat vállji sámegielav oahppat.

source: Vårt budskap er at samisk språk er viktig og nyttig.
smj: Mijá diedádus le sámegiella le ájnas ja ávkká.

source: Lær samisk, bruk samisk, velg samisk!
smj: Åhpa sámegielav, sámásta, vállji sámegielav!

source: Vi er alle med på bevare språket ved at vi bruker det.
smj: Mij lip divna siegen gielav bisodime gå sámástip.

source: Det er også viktig å vektlegge at det en stor fordel å være tospråklig, og det åpner for mange jobbmuligheter i fremtiden.
smj: Ájnas le aj dættodit stuorra ávkke le liehket guovtegielagin, ja moadda barggomáhttelisvuoda rahpusi boahtteájgen.

source: Snakk samisk te'mæ!
smj: samastamujna@samedigge.no
